Repository: flare-im/flare-core-ios-demo
Catalog: Sources/FlareImAppRunner/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Messages
zh_hans: 消息

source: Search
zh_hans: 搜索

source: SDK Status
zh_hans: SDK 运行状态

source: Settings
zh_hans: 设置

source: All
zh_hans: 全部

source: Unread
zh_hans: 未读

source: Mentions
zh_hans: @我

source: Pinned
zh_hans: 置顶

source: Archived
zh_hans: 归档

source: Muted
zh_hans: 免打扰

source: Drafts
zh_hans: 草稿

source: Direct
zh_hans: 单聊

source: Group
zh_hans: 群聊

source: WebSocket server URL
zh_hans: WebSocket 服务地址

source: QUIC server URL
zh_hans: QUIC 服务地址

source: Primary server URL
zh_hans: 主服务地址

source: Fallback WebSocket URL
zh_hans: 备用 WebSocket 地址

source: Message
zh_hans: 消息

source: Sticker
zh_hans: 贴纸

source: Emoji
zh_hans: 表情

source: Rich text
zh_hans: 富文本

source: GIF
zh_hans: 动图

source: Image
zh_hans: 图片

source: Video
zh_hans: 视频

source: Voice
zh_hans: 语音

source: File
zh_hans: 文件

source: Location
zh_hans: 位置

source: Contact
zh_hans: 名片

source: Vote
zh_hans: 投票

source: Task
zh_hans: 任务

source: Schedule
zh_hans: 日程

source: Announcement
zh_hans: 公告

source: Login failed: cannot reach the Flare server. Make sure it is running and check the current protocol and server address.
zh_hans: 登录失败：无法连接到 Flare 服务端，请确认服务已启动，并检查当前协议和服务地址。

source: Secure, fast instant messaging
zh_hans: 安全、快速的即时通讯

source: Welcome back
zh_hans: 欢迎回来

source: Enter your user ID to sign in
zh_hans: 请输入您的用户 ID 完成登录

source: Your user ID is assigned by the system and shown in account settings
zh_hans: 用户 ID 由系统分配，可在账号设置中查看

source: Your ID is assigned by the admin and shown in the invitation email
zh_hans: ID 由管理员分配，可在邀请邮件中查看

source: ID-only sign-in; secure connection enabled
zh_hans: 仅支持 ID 登录，安全连接已启用

source: Server address (optional)
zh_hans: 服务器地址（可选）

source: Sign-in failed
zh_hans: 登录失败

source: Image preview unavailable
zh_hans: 图片暂不可预览

source: Done
zh_hans: 完成

source: Recording
zh_hans: 正在录音

source: Frequently used
zh_hans: 最常使用

source: Cancel
zh_hans: 取消

source: Send
zh_hans: 发送

source: Stickers
zh_hans: 贴纸

source: Emoji pack
zh_hans: 表情包

source: Send to %@
zh_hans: 发送给 %@

source: Single emoji preview
zh_hans: 单个表情预览

source: Message recalled
zh_hans: 消息已撤回

source: Unsupported message
zh_hans: 暂不支持的消息

source: %lld reactions
zh_hans: %lld 个回应

source: Edited
zh_hans: 已编辑

source: Sending
zh_hans: 发送中

source: Failed
zh_hans: 发送失败

source: Resend
zh_hans: 重发

source: Reply
zh_hans: 回复

source: React
zh_hans: 表情回应

source: Remove reaction
zh_hans: 取消回应

source: Pin
zh_hans: 置顶

source: Flag
zh_hans: 标记

source: Edit text
zh_hans: 编辑文本

source: Recall
zh_hans: 撤回

source: Delete for me
zh_hans: 仅自己删除

source: %lld chats · %lld pinned · %@
zh_hans: %1$lld 会话 · %2$lld 置顶 · %3$@

source: Search conversations
zh_hans: 搜索会话

source: Mark as unread
zh_hans: 标为未读

source: Clear local history
zh_hans: 清空本地聊天记录

source: Open conversation
zh_hans: 打开会话

source: Conversation type
zh_hans: 会话类型

source: Open
zh_hans: 打开

source: More
zh_hans: 更多

source: Current account
zh_hans: 当前登录账号

source: Search messages
zh_hans: 搜索消息

source: Current conversation
zh_hans: 当前会话

source: Enter a keyword to search
zh_hans: 输入关键词开始搜索

source: Search chat history
zh_hans: 搜索聊天记录

source: Voice message
zh_hans: 语音消息

source: Load earlier messages
zh_hans: 加载更早消息

source: Appearance
zh_hans: 外观

source: Login Defaults
zh_hans: 登录默认值

source: Session
zh_hans: 会话

source: User id
zh_hans: 用户 ID

source: WebSocket URL
zh_hans: WebSocket 地址

source: Tenant
zh_hans: 租户

source: Issuer
zh_hans: 签发方

source: Refresh diagnostics
zh_hans: 刷新诊断

source: Logout
zh_hans: 退出登录

source: Dispose
zh_hans: 释放

source: Builder Catalog
zh_hans: 构建器目录

source: No lab operations yet.
zh_hans: 暂无实验操作

source: Refresh
zh_hans: 刷新

source: Current presence
zh_hans: 当前在线状态

source: Batch presence + subscribe
zh_hans: 批量在线状态 + 订阅

source: Bootstrap home
zh_hans: 初始化首页

source: Refresh list
zh_hans: 刷新列表

source: Sync selected
zh_hans: 同步所选

source: Refresh catalog
zh_hans: 刷新目录

source: Build text
zh_hans: 构建文本

source: Build image
zh_hans: 构建图片

source: Build file
zh_hans: 构建文件

source: Build quote
zh_hans: 构建引用

source: Build task
zh_hans: 构建任务

source: Build vote
zh_hans: 构建投票

source: Build placeholder
zh_hans: 构建占位

source: File id
zh_hans: 文件 ID

source: File path
zh_hans: 文件路径

source: Cache max bytes
zh_hans: 缓存上限字节

source: Download subfolder
zh_hans: 下载子目录

source: Capability
zh_hans: 能力

source: Operation
zh_hans: 操作

source: Call signal type
zh_hans: 通话信令类型

source: Payload JSON
zh_hans: 负载 JSON

source: Keyword
zh_hans: 关键词

source: Sender
zh_hans: 发送者

source: Scope to selected conversation
zh_hans: 限定当前会话

source: Include recalled
zh_hans: 包含已撤回

source: Sync
zh_hans: 同步

source: Mark unread
zh_hans: 标记未读

source: Clear local
zh_hans: 清空本地

source: User ID
zh_hans: 用户 ID

source: Enter user ID
zh_hans: 请输入用户 ID

source: Sign in
zh_hans: 立即登录

source: Signing in...
zh_hans: 登录中...

source: Send image
zh_hans: 发送图片

source: Send video
zh_hans: 发送视频

source: Send location
zh_hans: 发送位置

source: Send contact
zh_hans: 发送名片

source: Send task
zh_hans: 发送任务

source: Send schedule
zh_hans: 发送日程

source: Send poll
zh_hans: 发送投票

source: Send link
zh_hans: 发送链接

source: Send mini program
zh_hans: 发送小程序

source: Send notification
zh_hans: 发送通知

source: Send announcement
zh_hans: 发送公告

source: Add an image caption as a fallback when album selection is unavailable
zh_hans: 填写图片说明，作为不支持相册选择时的备用发送

source: Provide the video ID and caption
zh_hans: 填写视频标识和说明

source: Send a place name, address, and coordinates
zh_hans: 发送地点名称、地址和经纬度

source: Send a contact or business card
zh_hans: 发送联系人或业务卡片

source: Send a task title and participants
zh_hans: 发送任务标题和参与人

source: Send a title, time, location, and participants
zh_hans: 发送标题、时间、地点和参与人

source: Send a question and options
zh_hans: 发送问题和选项

source: Send a link URL and card description
zh_hans: 发送链接地址和卡片说明

source: Send a mini program entry
zh_hans: 发送小程序入口

source: Send a notification title and body
zh_hans: 发送通知标题和正文

source: Send an announcement title and body
zh_hans: 发送公告标题和正文

source: Image caption
zh_hans: 图片说明

source: Video ID
zh_hans: 视频 ID

source: Description
zh_hans: 说明

source: Place name
zh_hans: 地点名称

source: Address
zh_hans: 详细地址

source: Coordinates (optional)
zh_hans: 经纬度（可选）

source: Name
zh_hans: 名称

source: Business ID
zh_hans: 业务 ID

source: Task title
zh_hans: 任务标题

source: Participants
zh_hans: 参与人

source: Title / name
zh_hans: 标题/名称

source: Venue
zh_hans: 地点

source: Poll title
zh_hans: 投票标题

source: Options
zh_hans: 选项

source: Link
zh_hans: 链接

source: Title
zh_hans: 标题

source: Mini program ID
zh_hans: 小程序 ID

source: Page path
zh_hans: 页面路径

source: Body
zh_hans: 正文

source: Start time
zh_hans: 开始时间

source: End time
zh_hans: 结束时间

source: Bold
zh_hans: 加粗

source: Italic
zh_hans: 斜体

source: Strikethrough
zh_hans: 删除线

source: Quote
zh_hans: 引用

source: Bulleted list
zh_hans: 无序列表

source: Numbered list
zh_hans: 有序列表

source: Code block
zh_hans: 代码块

source: Inline code
zh_hans: 行内代码

source: Image syntax
zh_hans: 图片语法

source: @mention
zh_hans: @用户

source: Topic
zh_hans: 话题

source: Notification
zh_hans: 通知

source: Mini program
zh_hans: 小程序

source: Text
zh_hans: 文本

source: Media
zh_hans: 媒体

source: Audio
zh_hans: 音频

source: Search the current conversation
zh_hans: 搜索当前会话

source: Status: %@
zh_hans: 状态：%@

source: Microphone access is off; cannot record
zh_hans: 麦克风权限未开启，无法录音

source: Failed to start recording
zh_hans: 录音启动失败

source: No recording to send
zh_hans: 没有可发送的录音

source: Online
zh_hans: 在线

source: No messages
zh_hans: 暂无消息

source: Send the first message, or use the tools below to build media, tasks, polls, and more.
zh_hans: 发送第一条消息，或用下方扩展入口构建媒体、任务、投票等消息。

source: Just now
zh_hans: 刚刚

source: Yesterday %@
zh_hans: 昨天 %@

source: Full screen
zh_hans: 全屏

source: Stop recording
zh_hans: 停止录音

source: Send rich text to %@
zh_hans: 发送富文本给 %@

source: %lld messages failed to send. Long-press a failed message to retry.
zh_hans: %lld 条消息发送失败，长按失败消息可重发。

source: Delivered
zh_hans: 已送达

source: Read
zh_hans: 已读

source: Card
zh_hans: 卡片

source: No conversations
zh_hans: 暂无会话

source: No matching conversations
zh_hans: 没有匹配会话

source: Tap the plus button to open a conversation
zh_hans: 点击右上角加号打开一个会话

source: Try a different keyword
zh_hans: 换个关键词再试试

source: Start a conversation
zh_hans: 发起会话

source: Unpin
zh_hans: 取消置顶

source: Mute
zh_hans: 免打扰

source: Unmute
zh_hans: 关闭免打扰

source: Archive
zh_hans: 归档

source: Unarchive
zh_hans: 取消归档

source: Peer ID
zh_hans: 对方 ID

source: Member IDs
zh_hans: 成员 ID

source: Enter the peer's real userId
zh_hans: 输入对方真实 userId

source: Enter member userIds separated by commas
zh_hans: 多个 userId 用逗号分隔

source: The conversation ID is generated automatically by the SDK via getOneConversation
zh_hans: 会话 ID 由 SDK 通过 getOneConversation 自动生成

source: The group conversation is generated automatically by the SDK via getGroupConversationByUserIds
zh_hans: 群会话由 SDK 通过 getGroupConversationByUserIds 自动生成

source: Needs adjustment
zh_hans: 需要调整

source: Couldn't open conversation
zh_hans: 未能打开会话

source: You can't start a direct chat with your own account; enter the peer's real userId.
zh_hans: 不能和当前登录账号自己发起单聊，请输入对方真实 userId。

source: Only enter the other members' IDs; your own account is resolved from the server context.
zh_hans: 成员 ID 只需要填写对方账号，当前账号会由服务端上下文识别。

source: Make sure the peer account exists, the local service is running, and the current protocol address is reachable.
zh_hans: 请确认对方账号存在、本地服务已启动，并且当前协议地址可用。

source: New conversation
zh_hans: 新建会话

source: Fetch from server
zh_hans: 从服务端拉取

source: Forward
zh_hans: 转发

source: Select
zh_hans: 多选

source: Pin message
zh_hans: 置顶消息

source: Pin for me
zh_hans: 仅自己置顶

source: Copy
zh_hans: 复制

source: More actions
zh_hans: 更多操作
